{
	"menu": {
		"main": "<a href='https://t.me/TonMoonRU'>Моніторинг вартості Toncoin на різних обмінниках</a>.\nСлідкуйте за змінами курсу Toncoin.\nКупуйте зручно та дешево.",
		"buttons": {
			"monitoring": "🌙 Моніторинг",
			"rate": "💎 Курс",
			"account": "👤 Мій акаунт",
			"settings": "⚙️ Налаштування",
			"help": "💬 Допомога"
		}
	},
	"rate": {
		"main": "<b>💎 Курс</b>\n\n<b>Вартість Toncoin: {{rateLocale}} {{rate}}</b>",
		"buttons": {
			"addNotify": "🎾 Створити повідомлення",
			"notifies": "🌙 Список повідомлень",
			"onPhone": "🌙 Повідомлення за номером телефону",
			"offPhone": "❌ Повідомлення за номером телефону"
		}
	},
	"account": {
		"main": "👤 <b>Мій акаунт</b>\n\n👋🏻 Нік: {{username}}\n🤴 Преміум: {{premium}} днів\n🐈‍⬛ NFT: {{nft}}",
		"buttons": {
			"buy": "🤴 Купити преміум",
			"wallets": "👛 Мій гаманець"
		},
		"premium": {
			"main": "👉 Виберіть преміум період",
			"description": "Підписка в @tonmoonbot : {{month}} місяць(ю)",
			"buttons": {
				"month": "Купити на {{month}} місяць - {{price}} TONCOIN"
			},
			"buy": {
				"main": "👉 Виберіть спосіб оплати",
				"buttons": {
					"method": "Купити через {{source}}"
				}
			}
		},
		"wallets": {
			"main": "👛 <b>Мій гаманець</b>\n\n<b>Переглянути в <a href='{{link}}'>TonMoon Explorer</a></b>\n<b>Загальний баланс:</b> {{totalBalance}}\n\nНатисніть на адресу, щоб налаштувати",
			"selectAddress": {
				"buttons": {
					"name": "✍️ Змінити назву адреси",
					"show": "🌕 Показати в браузері",
					"hide": "❌ Приховувати в браузері"
				},
				"main": "👛 <b>Адреса </b>{{name}}\n<code>{{address}}</code>\n<b>Переглянути в <a href='{{link}}'>TonMoon Explorer</a></b>\n\n<b>Баланс: </b>{{balance}}\n<b>Остання активніcть: </b>{{status}}\n<b>Версія: </b>{{version}}"
			
			}
		}
	},
	"settings": {
		"main": "⚙️ <b>Налаштування</b>\n\nВаша мова: {{language}}\nВаша валюта: {{currency}}",
		"buttons": {
			"editCurrency": "Змінити валюту",
			"editLanguage": "Змінити мову",
			"addAddress": "🎾 Додати гаманець TON",
			"addPhone": "Додати номер телефону"
		},
		"addAddress": "🌕 Верифікація гаманця\n\nПісля підтвердження приналежності гаманця адреса буде пов'язана з Вашим телеграм акаунтом в екосистемі TonMoon\n\nПісля придбання NFT з будь-якої із зазначених Вами адрес, сертифікати будуть синхронізовані з цим ботом.\n\n⚠️ Будь ласка, робіть переклад тільки зі свого гаманця, від якого Ви знаєте СЕКРЕТНИЙ КЛЮЧ. Верифікація адрес бірж (CEX, DEX), p2p заборонена, у тому числі і гаманці ботів\n\nДля верифікації зробіть переказ <code>0.1</code> TON за адресою:\n<code>EQDJng5KbAKunqHoWMEvc6MZsaRa9UWb060RmGtPTvl0R60m</code>\nПримітка:\n<code>{{id}}</code>\n\n💫 Натисніть на адресу або примітку, щоб скопіювати її\n💫 Прив'язувати можна необмежену кількість гаманців\n💫Верифікована адреса з'явиться у розділі<b>Мій акаунт</b>",
		"addedAddress": "🌙 Адреса {{wallet}} була успішно верифікована",
		"addedPhone": "🌙 Номер телефону додано"
	},
	"selectCurrency": "👉 Виберіть локальну валюту",
	"selectLanguage": "👉 Виберіть мову бота",
	"back": "‹ Повернутися",
	"monitoring": {
		"main": {
			"buy": "📈 Вартість покупки Toncoin на вибраних площах",
			"sell": "📉 Вартість продажу Toncoin на вибраних площах",
			"empty": "⚠️ Для початку потрібно додати площу для відстеження"
		},
		"buttons": {
			"add": "🎾 Додати відстеження",
			"edit": "✏️ Змінити відстеження",
			"targetBuy": "📈 Купити",
			"targetSell": "📉 Продати"
		},
		"edit": {
			"main": {
				"buy": "👉 Виберіть площі для відстеження вартості покупки Toncoin",
				"sell": "👉 Виберіть площі для відстеження вартості продажу Toncoin"
			}
		}
	},
	"market": {
		"main": {
			"buy": "💠 Ви купуєте Toncoin",
			"sell": "💠 Ви продаєте Toncoin",
			"pair": "В {{source}} ({{type}}) · {{direction}}"
		}
	},
	"notifications": {
		"marketAdd": "Площа успішно додана",
		"marketRemove": "Площа успішно видалена",
		"premiumNeeded": "Ця функція доступна преміум акаунту",
		"notifyRemove": "Повідомлення успішно видалено",
		"notifyNotFound": "Повідомлення не знайдено",
		"phoneNeeded": "Вкажіть номер телефону",
		"editStatus": "Статус змінено"
	},
	"errors": {
		"request": "Не вдалося обробити запит. Спробуйте ще раз",
		"marketAdded": "Площа уже додана",
		"marketNotFound": "Площу не знайдено",
		"fixLimit": "⚠️ Фіксована вартість має бути в діапазоні від {{min}} до {{max}}.",
		"percentLimit": "⚠️ Відсоток від вартості повинен бути в межах від {{min}} до {{max}}.",
		"onlyNumber": "⚠️ Вкажіть лише число, без зайвих символів",
		"AddressNotFound": "Адреса не знайдена",
		"lengthString": "⚠️ Назва адреси завелика"
	},
	"notify": {
		"add": {
			"main": "⚠️ Щоб додати повідомлення про зміну курсу, виберіть одиницю вимірювання та надішліть ТІЛЬКИ число.\n\nДля відсотків допускається від'ємне число"
		},
		"alert": {
			"b": "<b>🌕 Повідомлення</b>\n\n📈 Вартість Toncoin підвищилась до {{rate}}\n\n<b>Вартість Toncoin: {{currentRate}}</b>",
			"m": "<b>🌕 Повідомлення</b>\n\n📉 Вартість Toncoin знизилась до {{rate}}\n\n<b>Вартість Toncoin: {{currentRate}}</b>"
		},
		"notifyAdded": {
			"b": "<b>🌙 Повідомлення створено</b>\nМи повідомимо Вас, коли вартість Toncoin підвищиться до {{dot}}",
			"m": "<b>🌙 Повідомлення створено</b>\nМи повідомимо Вас, коли вартість Toncoin знизиться до {{dot}}"
		},
		"main": {
			"empty": "⚠️ Ви ще не маєте повідомлень про зміну вартості Toncoin.",
			"list": "<b>💠 Список активних повідомлень.</b>\nНатисніть на повідомлення, щоб видалити його."
		},
		"setAddressNameDone": "🌙 Назва для адреси змінена",
		"setAddressName": "<b>✍️ Введіть нову назву для адреси</b>"
	}
}