{
	"menu": {
		"main": "<a href='https://t.me/metapanthers_ru'>Meta Panthers</a> - коллекция абсолютно удивительных существ с невероятными историями древности.\nКоллекция NFT создана специально для блокчейна TON.\n\n<a href='https://meta-panthers.com'>Подробнее о коллекции на сайте</a>.\n<a href='https://t.me/MetaPanthers_RU/27'>Правила выдачи NFT</a>",
		"buttons": {
			"help": "💬 Помощь",
			"presale": "Предзаказать NFT",
			"myNFTs": "🎇 Мои NFT"
		}
	},
	"selectCurrency": "👉 Выберите локальную валюту",
	"selectLanguage": "👉 Выберите язык бота",
	"back": "‹ Назад",
	"presale": {
		"main": "🌙 Информация о предзаказе <a href='https://t.me/metapanthers_ru'>Meta Panthers</a>\nЦивилизация: MIX\nОбьем партии: 80\n\nЗа первую пантеру начисляется 5 MOON, за последующие по 10 MOON. При покупке от 10 пантер гарантировано выпадает редкая пантера\n\n💫 Ниже представлен список со всеми хешами NFT, принадлежащими определенной цивилизации и соц. слою, не оплаченные хеши будут представленны повторно на следующих предзаказах.\n\n<a href='https://t.me/MetaPanthers_RU/27'>🛡 Честная выдача NFT</a>"
	},
	"mix": "🌀 Перемешать",
	"selectNFT": {
		"main": "🌕 <b>Покупка NFT\n#️⃣ {{hash}}</b>\n\nПосле покупки, NFT будет привязан к кошельку, с которого была произведена оплата. Увидеть свой NFT Вы сможете в <a href='https://tonmoon.org/explorer'>TonMoon Explorer</a> или в боте @TonMoonBot, сразу после покупки.\n\n⚠️ Пожалуйста, делайте перевод только со СВОЕГО кошелька, от которого Вы знаете СЕКРЕТНЫЙ КЛЮЧ. Покупка с адресов бирж (CEX,DEX), p2p запрещена, в том числе и кошельки ботов\n⚠️ Обязательно укажите комментарий к платежу.\n\nДля покупки сделайте перевод <code>{{price}}</code> TON по адресу:\n<code>EQAV6CC-TKig7a8pQaKJbZVLySSG73V-sRmtcIbelBCHVaUL</code>\nКомментарий к оплате:\n<code>{{id}}</code>\n\n💫 Нажмите на адрес или примечание, чтобы скопировать его",
		"buy": "Купить"
	},
	"payedNFT": "🌙 NFT {{hash}} был успешно привязан к вашему адресу.\nВаша NFT <a href='https://tonmoon.org/public/nfts/{{hash}}.png'>{{hash}}</a>"
}